#+TITLE: SYLLABUS / SIG-AMBIENTAL

#+BEGIN: clocktable :scope file :maxlevel 2
#+CAPTION: Clock summary at [2025-03-29 Sat 13:49]
| Headline                                 |    Time |
|------------------------------------------+---------|
| *Total time*                               | *2d 0:00* |
|------------------------------------------+---------|
| Unidad 1: Fundamentos sobre SIG y...     |    8:00 |
| Unidad 2: Gestión de datos geoespaciales |   16:00 |
| Unidad 3: Modelamiento de datos y...     |   16:00 |
| Unidad 4: Teledetección                  |    8:00 |
#+END:



* Unidad 1: Fundamentos sobre SIG y cartografía
SCHEDULED: <2025-04-07 Mon ++3w>
:PROPERTIES:
:LAST_REPEAT: [2025-04-21 Mon 07:00]
:END:
- State "DONE"       from "TODO"       [2025-04-21 Mon 09:00]
:LOGBOOK:
CLOCK: [2025-04-07 Mon 07:00]--[2025-04-07 Mon 10:00] =>  3:00
CLOCK: [2025-04-14 Mon 07:00]--[2025-04-14 Mon 10:00] =>  3:00
CLOCK: [2025-04-21 Mon 07:00]--[2025-04-21 Mon 09:00] =>  2:00
:END:

** CLASE 1: Conceptos y definiciones
Presentación del sílabo
Conceptos y definiciones. Dato geográfico, Georreferenciación,
componentes y estructura: vectorial y ráster

** CLASE 2: Introdución a QGIS
Configuración de QGIS, visualización de archivos vectoriales y raster, proyectos y mapas 

** CLASE 3: Operaciones vectoriales
formato geppackage, selección, recortes, uniones, tabla de atributos

** CLASE 4: Operaciones raster
formatos, recortes, stacks, combninaciones  de bandas, operaciones matemáticas

* Unidad 2: Gestión de datos geoespaciales
SCHEDULED: <2025-04-21 Mon ++5w>
:PROPERTIES:
:LAST_REPEAT: [2025-05-26 Mon 07:00]
:END:
- State "DONE"       from "TODO"       [2025-05-26 Mon 10:00]
:LOGBOOK:
CLOCK: [2025-04-21 Mon 09:00]--[2025-04-21 Mon 10:00] =>  1:00
CLOCK: [2025-04-28 Mon 07:00]--[2025-04-28 Mon 10:00] =>  3:00
CLOCK: [2025-05-05 Mon 07:00]--[2025-05-05 Mon 10:00] =>  3:00
CLOCK: [2025-05-12 Mon 07:00]--[2025-05-12 Mon 10:00] =>  3:00
CLOCK: [2025-05-19 Mon 07:00]--[2025-05-19 Mon 10:00] =>  3:00
CLOCK: [2025-05-26 Mon 07:00]--[2025-05-26 Mon 10:00] =>  3:00
:END:

** CLASE 5
Entrada de datos: formatos avanzado, csv, texto
** CLASE 6
Análisis y generación de nuevos datos: álgebra de mapas vectoriales
** CLASE 7
Análisis y generación de nuevos datos: álgebra de mapas raster
** CLASE 8
Análisis espacial básico: interpolación de puntos
** CLASE 9
Geoprocesos avanzados: Análisis multicriterio
** CLASE 10
Creación de mapas

* Unidad 3: Modelamiento de datos y generación de documentos cartográficos
SCHEDULED: <2025-06-02 Mon ++5w>
:PROPERTIES:
:LAST_REPEAT: [2025-07-14 Mon 07:00]
:END:
- State "DONE"       from "TODO"       [2025-07-14 Mon 10:00]
:LOGBOOK:
CLOCK: [2025-06-02 Mon 07:00]--[2025-06-02 Mon 10:00] =>  3:00
CLOCK: [2025-06-09 Mon 07:00]--[2025-06-09 Mon 10:00] =>  3:00
CLOCK: [2025-06-23 Mon 07:00]--[2025-06-23 Mon 10:00] =>  3:00
CLOCK: [2025-06-30 Mon 07:00]--[2025-06-30 Mon 10:00] =>  3:00
CLOCK: [2025-07-07 Mon 07:00]--[2025-07-07 Mon 10:00] =>  3:00
CLOCK: [2025-07-14 Mon 07:00]--[2025-07-14 Mon 08:00] =>  1:00
:END:

* Unidad 4: Teledetección
SCHEDULED: <2025-07-14 Mon ++2w>
:PROPERTIES:
:LAST_REPEAT: [2025-07-28 Mon 07:00]
:END:
- State "DONE"       from "TODO"       [2025-07-28 Mon 10:00]
:LOGBOOK:
CLOCK: [2025-07-14 Mon 08:00]--[2025-07-14 Mon 10:00] =>  2:00
CLOCK: [2025-07-21 Mon 07:00]--[2025-07-21 Mon 10:00] =>  3:00
CLOCK: [2025-07-28 Mon 07:00]--[2025-07-28 Mon 10:00] =>  3:00
:END:


